export const priorityOptions = [
    { _id: "مهمة مستعجلة", name: "مهمة مستعجلة" },
    { _id: "مهمة يومية", name: "مهمة يومية" },
];

export const empTypeOptions = [
    { _id: "دوام بالساعة", name: "دوام بالساعة" },
    { _id: "بالمهام", name: "بالمهام" },
    { _id: "فريلانسر", name: "فريلانسر" },
];

export const rolesOptions = [
    { _id: "مستخدم", name: "مستخدم" },
    { _id: "مدير", name: "مدير" },
    { _id: "ناشر", name: "ناشر" },
    { _id: "ناشر محترف", name: "ناشر محترف" },
    { _id: "ناشر محترف رافع", name: "ناشر محترف رافع" },
    { _id: "ناشر وكاتب محتوى", name: "ناشر وكاتب محتوى" },
    { _id: "كاتب محتوى", name: "كاتب محتوى" },
    { _id: "مسؤول", name: "مسؤول" },
];
